import React from "react";
import { Link } from "react-router-dom";
import "./Others.css";

export default function Cookies() {
  return (
    <div className="page">
      <main className="page-main">
        <div className="page-frame">
          <div className="page-breadcrumb">
            <Link to="/">Αρχική</Link> <span>/ Cookies</span>
          </div>
          <h1 className="page-title">Cookies</h1>
          <div className="page-content">
            <p>
              Η «Εταιρεία» (η ίδια ή/και σε συνεργασία με τρίτες εταιρείες εξειδικευμένες
              προς τούτο) συλλέγει πληροφορίες για την κίνηση του παρόντος διαδικτυακού
              τόπου με σκοπό την καταμέτρηση των επισκεπτών, την εξαγωγή στατιστικών και
              τη βελτίωση της λειτουργικότητάς του, ενδεικτικά μέσω της χρήσης cookies,
              web beacons και παρόμοιων τεχνολογιών.
            </p>
            <p>
              Κατά τη διάρκεια οποιασδήποτε επίσκεψης στον διαδικτυακό τόπο, οι σελίδες
              τις οποίες ο χρήστης επισκέπτεται, μαζί με τα cookies που αυτές τυχόν
              περιέχουν, ενδέχεται να «φορτώνονται» στον υπολογιστή του χρήστη.
            </p>
            <p>
              Τα cookies είναι κείμενα-αρχεία μέσω των οποίων ο διακομιστής (server)
              αναγνωρίζει τον υπολογιστή ή τη συσκευή του επισκέπτη του διαδικτυακού
              τόπου. Τα cookies αυτά αποθηκεύονται στον υπολογιστή του χρήστη μόνο στον
              βαθμό που είναι απαραίτητο.
            </p>
            <p>
              Η χρήση cookies πραγματοποιείται αποκλειστικά για τη διενέργεια ή τη
              διευκόλυνση της διαβίβασης της επικοινωνίας μέσω του δικτύου ηλεκτρονικών
              επικοινωνιών ή όταν αυτό είναι αναγκαίο για την παροχή υπηρεσίας την οποία
              ο χρήστης έχει ζητήσει.
            </p>
            <p>
              Ο χρήστης μπορεί να ρυθμίσει τον περιηγητή (browser) του κατά τέτοιο τρόπο
              ώστε είτε να ενημερώνεται για τη χρήση cookies σε συγκεκριμένες υπηρεσίες
              του διαδικτυακού τόπου είτε να μην επιτρέπει την αποδοχή της χρήσης cookies
              σε καμία περίπτωση.
            </p>
          </div>
        </div>
      </main>
    </div>
  );
}
